tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bash-completion@2"
brew "ctags"
brew "fd"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "libpq"
brew "neovim"
brew "nginx"
brew "postgresql@14", restart_service: true
brew "sops"
brew "stow"
brew "terraform"
brew "terragrunt"
brew "tree"
brew "python3"
