tap "clojure-lsp/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bash-completion@2"
brew "ctags"
brew "docker-compose"
brew "fd"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "libpq"
brew "neovim"
brew "nginx"
brew "postgresql@14", restart_service: true
brew "sops"
brew "stow"
brew "terraform"
brew "terragrunt"
brew "tree"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "python3"
vscode "aki77.haml-lint"
vscode "aki77.quick-open-rails"
vscode "aki77.rails-db-schema"
vscode "aki77.rails-partial"
vscode "aki77.rails-routes"
vscode "aki77.rails-view-component"
vscode "aliariff.auto-add-brackets"
vscode "atlassian.atlascode"
vscode "castwide.solargraph"
vscode "cjay.ruby-and-rails-snippets"
vscode "craigmaslowski.erb"
vscode "dbaeumer.vscode-eslint"
vscode "docsmsft.docs-yaml"
vscode "donjayamanne.vscode-jupytext"
vscode "eamodio.gitlens"
vscode "elliotlarson.ruby-around-the-block"
vscode "endverbraucher.pack-rails"
vscode "esbenp.prettier-vscode"
vscode "gargakshit.theme-alabaster-dark"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "graphql.vscode-graphql-syntax"
vscode "jemmyw.rails-fast-nav"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "koichisasada.vscode-rdbg"
vscode "ldrner.rspec-snippets-vscode"
vscode "lokalise.i18n-ally"
vscode "miguel-savignano.ruby-symbols"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-speech"
vscode "nicolaiverbaarschot.alabaster-variant-theme"
vscode "ninoseki.vscode-gem-lens"
vscode "noku.rails-run-spec-vscode"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "rebornix.ruby"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "sporto.rails-go-to-spec"
vscode "sysoev.vscode-open-in-github"
vscode "tonsky.theme-alabaster"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "zneuray.erb-vscode-snippets"
