tap "clojure-lsp/brew"
tap "clojure/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "d12frosted/emacs-plus"
brew "ctags"
brew "docker-compose"
brew "fd"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "libpq"
brew "neovim"
brew "nginx", restart_service: true
brew "postgresql", restart_service: true
brew "sops"
brew "stow"
brew "terraform"
brew "terragrunt"
brew "tree"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "hashicorp/tap/terraform"
brew "bash-completion@2"
brew "emacs-plus@28", args: ["with-debug", "with-mailutils", "with-xwidgets", "with-native-comp"]
cask "aws-vault"
cask "dbeaver-community"
cask "docker"
cask "kitty"
